src/docs/Materials/Materials.org
#+SETUPFILE: ~/.emacs.d/src/org-templates/level-2.org
#+TITLE: Materials From Web
#+OPTIONS: num:nil

* Math
** 数列百科全书
http://oeisf.org/

http://neilsloane.com/

* Netlib library
http://www.netlib.org/

http://www.netlib.org/master_counts2.html#c

* docs
http://www.faqs.org
* Misc
** 这个网页提供各种文件格式的开头字符
http://www.amiga-stuff.com/crunchers-id.html

** Catalog of Free Compilers and Interpreters
http://free-compilers.sharnoff.org/
** Syque
http://syque.com/index.htm
+ ChangingMinds
 ChangingMinds.org is already a huge site, with around 5000 pages on
 all subjects around how we change one another's minds. 
+ CreatingMinds
  CreatingMinds.org is a new site about creativity and innovation, with
  around 400 full-content pages.
+ Quality Tools
  Quality Tools contains about 600 pages, mostly on the tools and
  techniques of quality and improvement, including the full text of a
  major book and ten-plus years of journal articles.




* Code
http://www.61ic.com/Index.html

支付宝：Alice - github.com/alipay/Alice

淘宝：kissy - github.com/kissyteam/kissy

百度：tangram - https://github.com/cnberg/Tangram-base

* FTP
** CS 
*** ftp.cs.toronto.edu
*** ftp.cs.washington.edu
*** ftp.cs.umd.edu

