public_html/docs/Materials/Materials.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Materials From Web</title>
<!-- 2014-01-01 Wed 13:34 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Shi Shougang" />
<link rel="stylesheet" type="text/css" href="../../assets/stylesheet.css" />
</head>
<body>
<div id="content">
<h1 class="title">Materials From Web</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Math</a>
<ul>
<li><a href="#sec-1-1">数列百科全书</a></li>
</ul>
</li>
<li><a href="#sec-2">Netlib library</a></li>
<li><a href="#sec-3">docs</a></li>
<li><a href="#sec-4">Misc</a>
<ul>
<li><a href="#sec-4-1">这个网页提供各种文件格式的开头字符</a></li>
<li><a href="#sec-4-2">Catalog of Free Compilers and Interpreters</a></li>
<li><a href="#sec-4-3">Syque</a></li>
</ul>
</li>
<li><a href="#sec-5">Code</a></li>
<li><a href="#sec-6">FTP</a>
<ul>
<li><a href="#sec-6-1">CS</a>
<ul>
<li><a href="#sec-6-1-1">ftp.cs.toronto.edu</a></li>
<li><a href="#sec-6-1-2">ftp.cs.washington.edu</a></li>
<li><a href="#sec-6-1-3">ftp.cs.umd.edu</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Math</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">数列百科全书</h3>
<div class="outline-text-3" id="text-1-1">
<p>
<a href="http://oeisf.org/">http://oeisf.org/</a>
</p>

<p>
<a href="http://neilsloane.com/">http://neilsloane.com/</a>
</p>
</div>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Netlib library</h2>
<div class="outline-text-2" id="text-2">
<p>
<a href="http://www.netlib.org/">http://www.netlib.org/</a>
</p>

<p>
<a href="http://www.netlib.org/master_counts2.html#c">http://www.netlib.org/master_counts2.html#c</a>
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">docs</h2>
<div class="outline-text-2" id="text-3">
<p>
<a href="http://www.faqs.org">http://www.faqs.org</a>
</p>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Misc</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1">这个网页提供各种文件格式的开头字符</h3>
<div class="outline-text-3" id="text-4-1">
<p>
<a href="http://www.amiga-stuff.com/crunchers-id.html">http://www.amiga-stuff.com/crunchers-id.html</a>
</p>
</div>
</div>
<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2">Catalog of Free Compilers and Interpreters</h3>
<div class="outline-text-3" id="text-4-2">
<p>
<a href="http://free-compilers.sharnoff.org/">http://free-compilers.sharnoff.org/</a>
</p>
</div>
</div>

<div id="outline-container-sec-4-3" class="outline-3">
<h3 id="sec-4-3">Syque</h3>
<div class="outline-text-3" id="text-4-3">
<p>
<a href="http://syque.com/index.htm">http://syque.com/index.htm</a>
</p>
<ul class="org-ul">
<li>ChangingMinds
ChangingMinds.org is already a huge site, with around 5000 pages on
all subjects around how we change one another's minds. 
</li>
<li>CreatingMinds
CreatingMinds.org is a new site about creativity and innovation, with
around 400 full-content pages.
</li>
<li>Quality Tools
Quality Tools contains about 600 pages, mostly on the tools and
techniques of quality and improvement, including the full text of a
major book and ten-plus years of journal articles.
</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Code</h2>
<div class="outline-text-2" id="text-5">
<p>
<a href="http://www.61ic.com/Index.html">http://www.61ic.com/Index.html</a>
</p>

<p>
支付宝：Alice - github.com/alipay/Alice
</p>

<p>
淘宝：kissy - github.com/kissyteam/kissy
</p>

<p>
百度：tangram - <a href="https://github.com/cnberg/Tangram-base">https://github.com/cnberg/Tangram-base</a>
</p>
</div>
</div>
<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">FTP</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-sec-6-1" class="outline-3">
<h3 id="sec-6-1">CS</h3>
<div class="outline-text-3" id="text-6-1">
</div><div id="outline-container-sec-6-1-1" class="outline-4">
<h4 id="sec-6-1-1">ftp.cs.toronto.edu</h4>
</div>
<div id="outline-container-sec-6-1-2" class="outline-4">
<h4 id="sec-6-1-2">ftp.cs.washington.edu</h4>
</div>
<div id="outline-container-sec-6-1-3" class="outline-4">
<h4 id="sec-6-1-3">ftp.cs.umd.edu</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Shi Shougang</p>
<p class="date">Created: 2014-01-01 Wed 13:34</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.50.1 (<a href="http://orgmode.org">Org</a> mode 8.2.3a)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
